export const CategoriesLang = {
  ru: {
    title: 'Готовые наборы слов',
    search: 'Поиск слов',
    add: 'Добавить',
    back: 'Назад',
    modal: {
      title: 'Что вы хотите сделать?',
      pretitle: 'Выберите один из пунктов ниже',
      on_photo: 'Сделать фотографию',
      on_category: 'Добавить новую категорию',
      on_gallery: 'Добавить изображение из галереи',
      on_library: 'Найти изображение в библиотеке',
      close: 'Закрыть',
    },
  },
  kz: {
    title: 'Дайын сөздер жиынтығы',
    search: 'Сөздерді іздеу',
    add: 'Қосу',
    back: 'Артқа',
    modal: {
      title: 'Сіз не істегіңіз келеді?',
      pretitle: 'Төмендегі элементтердің бірін таңдаңыз',
      on_photo: 'Суретке түсіру',
      on_category: 'Жаңа санат қосыңыз',
      on_gallery: 'Галереядан сурет қосыңыз',
      on_library: 'Кітапханадан суретті табыңыз',
      close: 'Жабу',
    },
  },
};
